Repository: simplesconsultoria/sc.externalcontent
Catalog: src/*/externalcontent/locales/*/LC_MESSAGES/*.externalcontent.po
Languages: pt_br

source: Address to this site (i.e.:http://myblog.cartacapital.com.br)
pt_br: Endereço do site (ex: http://meublog.cartacapital.com.br)

source: An External Blog within our network
pt_br: Um blog de parceiro

source: Config
pt_br: Configurações

source: Edit
pt_br: Editar

source: External Blog
pt_br: Blog de Parceiro

source: External Blog Entry
pt_br: Postagem

source: Feed Address
pt_br: Endereço do RSS

source: Image
pt_br: Imagem

source: Info
pt_br: Informação

source: Original URL
pt_br: Endereço do post original

source: Section
pt_br: Seção

source: Site address
pt_br: Endereço do site

source: Text
pt_br: Corpo

source: The Feed address (url) to this blog.
pt_br: Endereço (url) do RSS para este blog.

source: View
pt_br: Visão

source: link_address
pt_br: O endereço do link é:

source: message_permissions_blocking_link_redirect
pt_br: Você visualiza este conteúdo pois tem permissão para editá-lo. Outros serão imediatamente redirecionados para o endereço original deste post.
